USE [demo26]
GO

INSERT INTO [dbo].[orders]
           ([articul]
           ,[date_order]
           ,[date_delivery]
           ,[pvz_id]
           ,[client]
           ,[code]
           ,[status])
     VALUES
           ('А112Т4, 2, F635R4, 2',	'27.02.2025',	'20.04.2025',	1,	'Степанов Михаил Артёмович',	901,	'Завершен'),
           ('H782T5, 1, G783F5, 1',	'28.09.2022',	'21.04.2025',	5,	'Никифорова Весения Николаевна',	902,	'Завершен'),
           ('J384T6, 10, D572U8, 10',	'21.03.2025',	'22.04.2025',	2,	'Сазонов Руслан Германович',	903,	'Завершен'),
           ('А112Т4, 2, F635R4, 2',	'31.03.2025',	'23.04.2025',	6,	'Одинцов Серафим Артёмович',	908,	'Новый'),
           ('А112Т4, 2, F635R4, 2',	'02.04.2025',	'24.04.2025',	4,	'Степанов Михаил Артёмович',	909,	'Новый'),
           ('А112Т4, 2, F635R4, 2',	'03.04.2025',	'25.04.2025',	3,	'Степанов Михаил Артёмович',	910,	'Новый')
GO


