USE [demo26]
GO

INSERT INTO [dbo].[products]
           ([articul]
           ,[name]
           ,[edizm]
           ,[price]
           ,[supplier]
           ,[manufacturer]
           ,[category]
           ,[sale]
           ,[count]
           ,[description]
           ,[photo_url])
     VALUES
           ('А112Т4',	'Ботинки',	'шт.',	4990,	'Kari',	'Kari',	'Женская обувь',	3,	6,	'Женские Ботинки демисезонные kari',	'1.jpg'),
           ('F635R4',	'Ботинки',	'шт.',	3244,	'Обувь для вас',	'Marco Tozzi',	'Женская обувь',	2,	13,	'Ботинки Marco Tozzi женские демисезонные, размер 39, цвет бежевый', '2.jpg'),
           ('H782T5',	'Туфли',	'шт.',	4499,	'Kari',	'Kari',	'Мужская обувь',	4,	5,	'Туфли kari мужские классика MYZ21AW-450A, размер 43, цвет: черный',	'3.jpg'),
           ('G783F5',	'Ботинки',	'шт.',	5900,	'Kari',	'Рос',	'Мужская обувь',	2,	8,	'Мужские ботинки Рос-Обувь кожаные с натуральным мехом',	'4.jpg'),
           ('J384T6',	'Ботинки',	'шт.',	3800,	'Обувь для вас',	'Rieker',	'Мужская обувь',	2,	16,	'B3430/14 Полуботинки мужские Rieker',	'5.jpg'),
           ('D572U8',	'Кроссовки',	'шт.',	4100,	'Обувь для вас',	'Рос',	'Мужская обувь',	3,	6,	'129615-4 Кроссовки мужские',	'6.jpg'),
           ('F572H7',	'Туфли',	'шт.',	2700,	'Kari',	'Marco Tozzi',	'Женская обувь',	2,	14,	'Туфли Marco Tozzi женские летние, размер 39, цвет черный',	'7.jpg'),
           ('D329H3',	'Полуботинки',	'шт.',	1890,	'Обувь для вас',	'Alessio Nesca',	'Женская обувь',	4,	4,	'Полуботинки Alessio Nesca женские 3-30797-47, размер 37, цвет: бордовый',	'8.jpg'),
           ('B320R5',	'Туфли',	'шт.',	4300,	'Kari',	'Rieker',	'Женская обувь',	2,	6,	'Туфли Rieker женские демисезонные, размер 41, цвет коричневый',	'9.jpg'),
           ('G432E4',	'Туфли',	'шт.',	2800,	'Kari',	'Kari',	'Женская обувь',	3,	15,	'Туфли kari женские TR-YR-413017, размер 37, цвет: черный',	'10.jpg'),
           ('S213E3',	'Полуботинки',	'шт.',	2156,	'Обувь для вас',	'Kari',	'Женская обувь',	3,	15,	'Туфли kari женские TR-YR-413017, размер 37, цвет: черный', '')

GO


